Repository: wp-plugins/server-up
Catalog: l10n/serverup-*.po
Languages: fr_fr

source: Server online.
fr_fr: Serveur en ligne.

source: Server down.
fr_fr: Server hors ligne.

source: No server to display.
fr_fr: Aucun serveur à afficher.

source: The WordPress version is too low. You need at least version 2.8
fr_fr: La version de WordPress est obsolète. Vous devez avoir au moins la version 5.3.2

source: Your version:
fr_fr: Votre version :

source: Please upgrade to a newer version and install the plugin again
fr_fr: Veuillez mettre à jour votre version, et installer le plugin à nouveau

source: The PHP version of your webspace is too low. You need at least version 5.3.2
fr_fr: La version de PHP de votre environnement web est obsolète. Vous devez avoir au moins la version 5.3.2

source: (refresh every %d s)
fr_fr: (Actualisé toute les %d s)

source: Title :
fr_fr: Titre :

source: Time between 2 automatic refresh (in second) :
fr_fr: Temps entre 2 rafraîchissement automatique (en second) :

source: If you left it blank, automatic refresh will be deactivated
fr_fr: Si vous laissez vide, le rafraîchissement automatique de la liste sera désactivé.

source: Server-Up - Edit or add server
fr_fr: Server-Up - Création ou modification d'un serveur

source: Server successfully added.
fr_fr: Création du serveur réussi

source: Server successfully updated.
fr_fr: Mise à jour du serveur réussie.

source: Server'icon successfully updated.
fr_fr: Icon du serveur mis à jour avec succès.

source: Settings
fr_fr: Préférences

source: Name
fr_fr: Nom

source: Name of the server.
fr_fr: Nom du serveur.

source: Adress to the server. Can be an url or an ip adress.
fr_fr: Adresse du serveur. Peut être une URL ou un adresse IP.

source: Port of the server
fr_fr: Port du serveur

source: Visibility
fr_fr: Visibilité

source: Visibility of the server in widget and shortcode.
fr_fr: Visibilité du serveur dans les widget et le shortcode.

source: Icon of the server.
fr_fr: Icon du serveur.

source: Save
fr_fr: Enregistrer

source: Server-Up - List server
fr_fr: Server-Up - Liste des serveurs

source: You didn't add any servers yet. Please create ones
fr_fr: Vous n'avez pas encore ajouter de serveur. Veuillez en ajouter un

source: Server(s) successfully deleted.
fr_fr: Suppression du/des serveur(s) réussie

source: Servers
fr_fr: Serveurs

source: Delete
fr_fr: Supprimer

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Edit
fr_fr: Modifier

source: No icon
fr_fr: Pas d'icon

source: Add server
fr_fr: Ajouter un serveur

source: Display a list of configured servers with name, icon and state (online or not)
fr_fr: Afficher la liste des serveurs configurés avec le nom, l'icône et l'état (en ligne ou non)
